In [1]:
import pandas as pd
import matplotlib.pyplot as plt

df1 = pd.read_csv('farm_wage_data_99t22.csv')

df1.head()

   Year  Employment   Mean
0  1999      463360  18000
1  2000      460700  18860
2  2001      453050  19630
3  2002      451140  20220
4  2003      448005  20445